{
  "value": [
    {
      "title": "Sampling: Fem artister som har bemästrat konsten av sampling",
      "postID": "id=4",
      "intro": "Inom musikvärlden så har konsten av sampling varit en stor del av musikproduktionen de senaste 30 åren. Daft Punk, Dr. Dre och Kanye West är artister kända för hur de lyckas skapa fantastiska låtar genom att ta ljud och melodier från andra låtar. Tyvärr finns det alltför många artister och producenter som lägger stora summor för att få rättigheterna till att sampla kända och älskade låtar (David Guetta exempelvis) istället för att vara kreativ med ett sample. Så här är fem stycken artister som verkligen vet hur man får ut allt som går från ett sample.",
      "mainTextPart1": "",
      "mainTextPart2": "",
      "images": [
        "https://preview.redd.it/bad56k3fvwk71.jpg?auto=webp&s=b6b0b61eb13f788b1826b7b837117001db3ab738"
      ],
      "author": "David Blomberg",
      "timestamp": "2024-01-09",
      "type": ["Musik"],
      "videoUrl": "",
      "useCustomFormat": "true",
      "customComponentName": "MusicSamplesPost"
    },
    {
      "title": "Musiktips: Dilated Peoples ft Kanye West - This Way",
      "postID": "id=3",
      "intro": "En fantastisk bra låt med tight produktion, oerhört catchy refräng, fylld med nostalgi och en väldigt bra vers från Kanye West. Från en tid innan vi visste alltför mycket om honom.",
      "mainTextPart1": "Att vara ett fan av Kanye West 2023 är inget som man stolt berättar för omvvärlden, och med all rätt. Det finns fler skandaler angående Kanye än vad jag kan räkna, allt från antisemitism, sexism, rasism och att vara ett allmänt as.\n På grund av detta, så har det blivit en trend på sociala medier att ladda upp gamla klipp och låtar av Kanye från en tid då han var lite mindre problematisk, \"allt var bättre förr!\". Bland dessa inlägg, fanns ett inlägg med en samling av gamla låtar där Kanye medverkar på som du kanske inte har hört. Här kommer 'This Way' av den amerikanska rap-trion 'Dilated Peoples' in. Mycket riktigt så hade jag inte hört den här låten innan och jag misstänker att du inte har det heller. Och vad jag ÖNSKAR att jag hade hört den här grymma låten innan!",
      "mainTextPart2": "Det korta och simpla pianostycket som hörs bitvis genom låten, det jazziga flöjt-samplet som dyker upp 20 sekunder in i låten, och den tunga och catchy refrängen där en kör om och om igen ropar: \n \"I can`t live my life this way\". Detta kombinerat med den hårt slående basen gör detta till en banger som lika bra hade kunnat vara på Kanyes kritikerrosade album ' The College Dropout'. \n Men jag ska inte bara prata om Kanye, utan trion 'Dilated Peoples' förtjänar minst lika mycket beröm. Låtens första vers som framförs av 'Evidence' är solid. Bra flow som passar till rytmen av beatet, rätt mängd energi för att bygga upp inför refrängen och gillar speciellt hur varje del av hans vers knyter ihop med låtens tema om hur de inte kan fortsätta sitt liv på samma sätt. \n Men den starkaste versen är också den sista, som 'Rakaa Iriscience' rappar med intensiv energi. Den är tung, den är hype och den gör den trumlösa delen av den sista refrängen ännu mer storslagen (även om referensen till 'Run-DMC' är lite cheesy).",
      "images": [
        "https://lh3.googleusercontent.com/p5JTLp0gR2Cm_B6GCierYYTS1D6_h9v7aKVsBRpjC1QePp1sRDJjAIRY9f3JmAJRtZtFbcF8fBb0Gyro=w1840-h766-p-l90-rj",
        "https://img.buzzfeed.com/buzzfeed-static/complex/images/Y19jcm9wLGhfMTE1Nyx3XzIwNTcseF8wLHlfODc=/eirr7gckqpfo8zzrmsd5/kanye-west-2004-rookie.jpg"
      ],
      "author": "David Blomberg",
      "timestamp": "2023-12-10",
      "type": ["Musik", "Rekommendation"],
      "videoUrl": "https://www.youtube.com/watch?v=Rbo9QlcLcX8"
    },
    {
      "title": "Shane Gillis: Live in Austin",
      "postID": "id=2",
      "intro": "I ett hav av mediokra ståupp-specialer är komikern Shane Gillis en fläkt av frisk luft i en bransch som aldrig har varit större.",
      "mainTextPart1": "Ståuppkomedi har exploderat i popularitet under de senaste åren. Netflix och HBO har länge haft ståupp-specialer på sina plattformar, men under de senaste åren har antalet ökat markant. En stor anledning till detta är att podcasts, framför allt komedi-podcasts, har vuxit markant i popularitet sedan början av 2020 och COVID-19-pandemin. Nästan varje komiker i USA har nu antingen en egen podcast eller är delaktig i en podcast, och många av dem har flera tusentals lyssnare varje vecka. Detta har lett till en inflation av komiker som har blivit tillräckligt stora för att sälja ut komediklubbar, teatrar och ibland arenor. Men de blir inte populära för sin ståuppkomedi som är rolig, kreativ eller banbrytande, utan snarare för att de har en underhållande podcast. Med en populär podcast och slutsålda shower landet runt är nästa logiska steg att släppa en ståupp-special! Men att vara charmig och rolig i en podcast där du sitter och pratar innebär inte nödvändigtvis att du kommer vara lika rolig på scen. Detta har lett till en överflöd av ståuppspecialer.\nMen bland alla dessa sticker komikern Shane Gillis ut med sin otroligt roliga ståupp-special, 'Shane Gillis Live In Austin'. Han är en komiker som har en podcast, inte en podcaster som tror att han är en komiker.",
      "mainTextPart2": "Shane Gillis har stått på scen som ståuppare i över tio år nu, men det var inte förrän 2019 som Shane Gillis fick sitt stora genombrott, fast av helt fel anledning. Shane Gillis blev anställd av 'Saturday Night Live' för att vara en del av huvudgruppen av komiker, för att sedan bara några dagar senare bli uppsagd på grund av kommentarer från sin podcast \"Matt and Shane's Secret Podcast\". För många hade detta varit slutet på ens karriär som ståuppare. Men på något sätt stoppade detta inte Gillis och hans karriär; det blev bara en språngbräda för hans framgång som han har haft sedan dess. Gillis sålde mer och mer biljetter till sina shower, och hans podcast fortsatte att växa. Allt detta ledde till hans 2021 ståupp-special, som enligt mig är den bästa specialen som har släppts på väldigt länge.\n\nHela specialen börjar explosivt med ett skämt om hur man först införde lagar om samtycke i USA:s olika delstater:\n\n'\"Everybody, I was thinking about the first time like congress had to come up with the age of consent, that'd be like the powdered wigs and stuff, that had to be a rough day for the fellas. It's like some guy coming up first like; \"From Rhode Island, 12!\" and I was like ew, ew, no dude, I don't know why I have to go first on this one. It's like the hardest one to go first on!\"'\nOch Gillis släpper aldrig gasen efter det. Gillis pratar om ämnen som konservativa föräldrar som kollar på Fox News, historia, The Special Olympics, kläder i volleyboll, men även om tyngre, mer allvarligare ämnen som att ha en syster som är beroende av heroin.\n\nGillis är inte den mest karismatiska eller den mest självsäkra komikern på scen. Han står stilla, rör sig lite obekvämt och skrattar nervöst. Men detta är i Gillis fall inte något dåligt; det gör honom bara mer relaterbar som person. Ett karaktärsdrag som många stora komiker saknar nuförtiden, han är \"one of the boys\" bara. Denna \"bro\"-typ av energi kan lätt bli endimensionell, men detta kombinerat med att Gillis är väldigt påläst och betydligt smartare än vad man tror vid första anblicken är nu en beprövad kombination.\n\nDet är väldigt sällan jag kan se en ståupp-special från början till slut utan att bli uttråkad. Det är väldigt sällan jag kan se en ståupp-special från början till slut utan att bli uttråkad. Det är ännu mer sällsynt att jag tycker att varje skämt i en special verkligen är roligt. 'Shane Gillis: Live in Austin' är en special som jag har sett från början till slut, flera gånger, och jag skrattar fortfarande när jag hör hans imitation av Donald Trump bli skjuten. Gå och se den för fan! Specialen har just nu över 19 miljoner visningar och finns att se på Youtube, gratis!",
      "images": [
        "https://media.them.us/photos/64f9d2940cfeea6d71942562/4:3/w_1704,h_1278,c_limit/shane-gillis.jpg",
        "https://www.overture.org/media/qwmob4wd/shanegillis_admat_banner.jpg"
      ],
      "author": "David Blomberg",
      "timestamp": "2023-12-09",
      "type": ["Ståuppkomedi", "Recension"],
      "videoUrl": "https://www.youtube.com/watch?v=zKUpf1Vx0vs",
      "score": "10/10"
    },
    {
      "title": "Hollow Knight",
      "postID": "id=1",
      "intro": "Team Cherrys kritikerrosade Hollow Knight är åå ytan en gullig Metroidvania där man som spelare utforskar och slåss mot diverse insekter i en fin handritad värld. Men dyker du in i Hollow Knights fantastiska värld så du snabbt att det finns så mycket mer till denna värld än kamper mot gulliga insikter.",
      "mainTextPart1": "'Hollow Knight' är det första och just nu enda spelet släppt av den australiensiska studion 'Team Cherry', och vilket sätt för en spelstudio att göra sin debut. Spelet har ofta beskrivits som en gullig, 2D-version av 'Dark Souls', och även om 'Hollow Knight' lånar vissa element som kännetecknar en 'Souls-like', så är 'Hollow Knight' ett 'metroidvaniaspel' rakt igenom. \n (Ett metroidvania är en genre av spel där fokuset ligger på att utforska sammanvävda världar via plattformsspel och action. Exempel på metroidvaniaspel är 'Castlevania' och 'Metroid'.) \n Team Cherry gör detta på ett mästerfullt sätt; actionen är simpel men effektiv på grund av bra variation av fiender och dess höga tempo. Utforskandet är spännande och sagolikt på grund av den otroligt fina, djupa, komplicerade, handritade världen, det grymma soundtracket och hur smart layouten är av världen och hur allt hänger ihop, samt hur allt detta tillsammans skapar en atmosfär som är lika unik som den är fantastisk. Plattformsspelet är stundtals frustrerande men känns alltid \"rättvis\" eftersom kontrollerna är så tighta och responsiva, och varje situation har så många olika lösningar då spelet ger dig så många sätt att förflytta dig på. Men där många av Hollow Knights styrkor ligger, så finns det svagheter som stoppar Hollow Knight från att vara ett \"10/10\"-spel.",
      "mainTextPart2": "Men innan jag börjar diskutera vad jag personligen tycker stoppar Hollow Knight från att verkligen vara ett felfritt spel, så vill jag verkligen prata om hur imponerande det är att Team Cherry lyckas förmedla så mycket känslor, stämning och story utan att säga särskilt mycket. Det finns så många minnesvärda karaktärer i Hollow Knights värld, och många av dem har lite till ingen dialog alls. Deras designer är unika, deras röster är gulliga och jag skulle ta en kula för 'Cloth'. Några standouts från spelet är;\n\"Dung Defender\", en boss som inte har någon dialog men som ändå osar karisma och humor.\nKartritaren och hans nynnande melodi som är en som himla lättnad när du väl hör den, för så fort du hör hans stämma så vet du att du är nära att räddas av en karta av ett nytt outforskat område.\nEn liten slumpmässig insekt som man hittar tidigt i spelet i en grotta, hackandes efter diverse kristaller. Karaktären säger inget speciellt och har ingen påverkan på spelets handlingen, men beroende på hur långt du har kommit, så ändras hennes dialog. Dessa dialogändringar och framförallt ändring av ton förmedlar verkligen Hollow Knights story på ett väldigt effektivt sätt och får en verkligen att tycka synd om de många hjälplösa karaktärerna i spelet.\n\nJag nämnde kort innan att Hollow Knight ofta jämförs med Dark Souls, och där spelet enligt mig har tagit mest inspiration från dem spelen är i hur Team Cherry förmedlar spelets handling. Mycket likt Dark Souls, så berättas Hollow Knights handling genom diverse cutscenes och olika föremålsbeskrivningar. Det finns ingen forcerad dialog där spelets handling förklaras in i minsta detalj för en, som om du vore ett litet barn. Utan vill du veta mer om ett område du är i eller om den coola bossen som du precis vann mot, så får du själv leta. Och precis som i Dark Souls-spelen, så är informationen du väl hittar ofta lite kryptisk. Detta leder ofta till att det finns många händelser genom spelets gång där det inte finns ett enda korrekt svar. Vilket jag älskar.\n\nNu till detaljerna som stoppar Hollow Knight från att vara ett sant mästerverk. Då spelet handlar mycket om utforska och uppmuntrar spelaren att utforska, så är spelets karta och dess UI oerhört viktigt. Tyvärr är spelets karta rätt dålig. Kartans skala är väldigt ojämn och stämmer väldigt sällan. Det händer flera gånger att två olika rum tar upp samma område på kartan, vilket är väldigt förvirrande för spelaren. Om du inte har köpt kartan för det nuvarande området så står det bara när du öppnar kartan \"Du har inte kartan för detta område\" och inget mer, medan spel som 'Elden Ring' ger dig dina koordinater i den situationen. Jag kan förstå Team Cherrys intentioner med denna funktionen, de vill att man ska känna sig vilsen och verkligen leta efter kartritaren, vilket man verkligen känner, men inte på ett bra sätt som är kul för spelaren. \n Och slutligen så är jag övertygad om att spelet hade känts bättre om placeringarna för \"fast-travel\"-systemet och viloplatserna där man återupplivas. Det kommer finnas många bossar som du inte klarar på första försöket och i värsta fall kan det ta ett tiotal försök innan du äntligen vinner. Och vid vissa av dessa så är sträckan mellan viloplatsen och bossen en minut eller mer lång, medan bossen är maximalt två minuter lång. Att spendera runt 50% av tiden med att förflytta sig från viloplatsen till bossen om och om igen blir väldigt snabbt frustrerande. Tidigare Dark Souls-spel lider av samma problem men var något som 'FromSoftware' fixade med Elden Ring och dess tillfälliga viloplatser.\n\nMen för att runda av. Hollow Knight är ett mästerligt spel med en fantastisk värld fylld med minnesvärda varelser och karaktärer. Actionen är simpel, men dess intensitet och hur tighta kontrollerna är stoppar den från att bli stel för spelaren. Trots en del frustrerande moment med utforskandet och att förflytta sig genom världen, så är det lätt att se över detta då resten av spelet är så fantastiskt, och så himla, himla unikt. Team Cherrys uppföljare 'Hollow Knight: Silksong' kan inte komma snabbt nog.",
      "images": [
        "https://assets.nintendo.com/image/upload/ar_16:9,c_lpad,w_1240/b_white/f_auto/q_auto/ncom/software/switch/70010000003208/4643fb058642335c523910f3a7910575f56372f612f7c0c9a497aaae978d3e51",
        "https://i.ytimg.com/vi/_dW5f94qLUI/maxresdefault.jpg"
      ],
      "author": "David Blomberg",
      "timestamp": "2023-12-07",
      "type": ["TV-spel", "Recension"],
      "videoUrl": "https://www.youtube.com/watch?v=UAO2urG23S4",
      "score": "9/10"
    }
  ]
}
