{
  "value": [
    {
      "title": "Dark Souls 3",
      "year": "2016",
      "developer": "FromSoftware Inc.",
      "genre": ["Action-RPG"],
      "description": "'FromSoftware Incs' spel är så ikoniska och banbrytande att de har skapat en helt ny genre, 'Souls-like', baserat på deras spelserie 'Dark Souls'. Alla dessa spel (Dark Souls, Bloodborne, Sekiro och Elden Ring) är brutala, utmanande, oförlåtande och otroligt beroendeframkallande. Känslan när du äntligen besegrar en boss du har fastnat på i timmar är svår att beskriva. Men varför rankar jag 'Dark Souls 3' högre än resten av FromSoftwares spel? Enkelt uttryckt, Dark Souls 3 har de bästa bossfighterna, vilket är huvudorsaken till varför jag spelar deras spel. Om du kombinerade Bloodbornes stil och atmosfär, Elden Rings action och vapen och Dark Souls 3 bossfighter och högsta lägsta nivå så skulle du förmodligen ha det första 11/10-spelet någonsin. En sidanteckning: Alla FromSoftwares spel har fantastiska soundtracks, och Dark Souls 3 är inget undantag.",
      "link": "https://www.youtube.com/watch?v=Cn4k2fc5syE"
    },
    {
      "title": "Heroes of Might and Magic 3",
      "year": "1999",
      "developer": "New World Computing",
      "genre": ["Turn-based strategy", "RPG", "Fantasy"],
      "description": "Av alla spel att bli besatt av som små killar var detta ett mycket oväntat val. Jag och mina kompisar kunde sitta i timmar och bygga upp våra arméer och förbereda oss för en episk slutstrid mellan oss. Som för det mesta slutade med att vi började bråka och kallade varandra för 'fegisar' för att de använde en för stark ras. Men det häftigaste med detta 24(!) år gamla spel är att det fortfarande håller. Alla modeller och världar använder sig av 2D-modeller och handgjorda ritningar vilket ger spelet en unik stil som inte kan 'åldras dåligt'. Och att alla strider är turbaserade gör att nyare titlar inte kan få spelet att kännas föråldrat.",
      "link": "https://www.youtube.com/watch?v=hISQMMV8e54"
    },
    {
      "title": "Persona 5",
      "year": "2016",
      "developer": "Atlus",
      "genre": ["RPG", "Dungeon crawler", "Turn-based combat"],
      "description": "En 'anime'-inspirerad, turbaserad RPG-livssimulator om en tonåring i Tokyo låter som en mardröm. Men på något sätt blir alla dessa element något magiskt när de väl kombineras. Jag vet inget spel som är svårare att rekommendera, för vad man än säger om det låter det inte bra. Men samtidigt så finns det få spel som jag har rekommenderat lika mycket. Det finns så mycket att göra, så mycket att utforska och så många coola och underliga monster att slåss mot att spelet får en att säga; 'Bara en dag till, sen stänger jag av'.",
      "link": "https://www.youtube.com/watch?v=QnDzJ9KzuV4"
    },
    {
      "title": "Hades",
      "year": "2020",
      "developer": "Supergiant Games",
      "genre": ["Roguelike", "Action-RPG"],
      "description": "För att en 'Rougelike' ska vara bra så måste spelet vara så pass svårt att man inte kan klara av det direkt, men samtidigt uppmuntra spelaren att fortsätta spela när de förlorar. Det finns flera olika sätt att klara av det sistnämnda, exempelvis genom att ta reda på mer om handlingen, låsa upp fler vapen och krafter att spela med, för att få en högre 'high score' eller helt enkelt för att spel-loopen är så pass kul och beroendeframkallande. 'Hades' klarar av allt detta med glans. Hades är svårt, striderna är roliga, finns många vapen och krafter som alla är roliga att låsa upp och använda, spelets handling är förvånansvärt bra och djup och passar verkligen 'Rougelike-temat' med att dö och försöka igen. Hades är utan tvekan en av de bästa indie spelen någonsin och jag kan inte vänta tills att Hades 2 kommer ut.",
      "link": "https://www.youtube.com/watch?v=EOfV_yigBic"
    },
    {
      "title": "Slay the Spire",
      "year": "2019",
      "developer": "Mega Crit Games",
      "genre": ["Roguelike", "Strategy", "Deck-building game"],
      "description": "Precis som ovannämnda 'Hades', så är 'Slay the Spire' en väldigt svår roguelike. Men där Hades fångar spelaren med häftig och snabb action och en spännande handling, så fångar Slay the Spire spelaren med sin djupa och svåra turbaserade strider. Detta är verkligen inte ett spel för alla, men älskar du kortbaserade strategispel eller roguelikes i allmänhet så borde du verkligen ge Slay the Spire en chans.",
      "link": "https://www.youtube.com/watch?v=9SZUtyYSOjQ"
    },
    {
      "title": "Rock Band 2",
      "year": "2008",
      "developer": "Harmonix",
      "genre": ["Rhythm game"],
      "description": "Jag vill verkligen räkna alla 'Guitar Hero' och 'Rock Band'-spel som ett enda spel, men för att fortsätta på samma tema så kör vi på 'Rock Band 2' som det bästa spelet i serierna. Som samling tycker jag att det är världens bästa festspel och musikspel. Fyra personer kan samlas runt en två, spela på plastinstrument och sjunga med dåligt till Bon Jovis 'Living on a Prayer', vilket är en magisk känsla och som faktiskt får en känna att man är med i ett rockband. Och är man en svettig nörd som mig, så kan man försöka bli bra på spelet och inte bara spela för att ha kul. Det närmsta jag kommer att komma till att vara Julian Casablanca. (Sidoanteckning; 'Clone Hero' är ett gratis spel gjort av fans som man kan ladda hem, där man kan spela tiotusentals låtar på sin dator med samma spelmodell som i Guitar Hero-serien.)",
      "link": "https://www.youtube.com/watch?v=6Gt_z72hkH0&t"
    },
    {
      "title": "Portal 2",
      "year": "2011",
      "developer": "Valve",
      "genre": ["Puzzle game", "Platform-game", "Action-adventure"],
      "description": "Ett banbrytande och ett helt sinnessjukt kreativt pusselspel som jag inte kan förstå hur man kom på eller utvecklade. Handlingen är simpel; Du är en människa fast i en byggnad, som måste klara av en massa pussel och utmaningar med hjälp av ett vapen som kan skjuta två portaler. Världens bästa pusselspel, inte mycket mer att säga.",
      "link": "https://www.youtube.com/watch?v=tax4e4hBBZc"
    },
    {
      "title": "Halo 3",
      "year": "2007",
      "developer": "Bungie",
      "genre": ["First-person shooter", "Adventure"],
      "description": "Ett spel dedikerat till 'boysen'. Så många timmar och nätter som har spenderats med att skjuta utomjordingar och rädda universum från 'The flood' som 'Master chief'. Häftig action, grafik som var galet bra för sin tid och som fortfarande håller, ikoniksa utomjordingar och ett legendariskt soundtrack. Men största anledningen till varför jag lade ner hundratals timmar på detta spelet var dess online-läge. En klassisk 'death match' på 'Valhalla' med boysen, bättre blir det inte.",
      "link": "https://www.youtube.com/watch?v=GKDkKKt9Y7I"
    },
    {
      "title": "Warcraft III: Reign of Chaos / The Frozen Throne",
      "year": "2002",
      "developer": "Blizzard Entertainment",
      "genre": ["Real-time strategy", "Fantasy"],
      "description": "Sena 90-talet och tidiga 2000-talet så var Blizzard på en 'hot streak' med sina strategispel, och av dessa strategispel så är 'Warcraft 3' det spel som jag håller kärast. Objektivt är 'Starcraft' kanske ett bättre spel, men jag har alldeles för många bra minnen med 'Warcraft 3' som liten. Att i timmar sitta och försöka klara ett uppdrag i kampanjen (som alltid slutade med att jag använde diverse fusk som pappa skrev ut från fuska.nu), eller de otaliga mängder matcher av 'Tower defence' som jag och mina kompisar spelade tillsammans online.",
      "link": "https://www.youtube.com/watch?v=c2vm-QjK2xQ"
    },
    {
      "title": "Divinity: Original Sin 2",
      "year": "2017",
      "developer": "Larian Studios",
      "genre": ["RPG", "Turn-based strategy"],
      "description": "Larian Studios, spelstudion bakom 2023s spelsuccé 'Baldur's gate 3' som tog världen med storm släppte 2017 enligt mig deras bästa spel. 'Divinity: Original sin'-serien och 'Baldur's gate 3' är i grund och botten samma spel, då de egentligen är en stor 'Dungeons and dragons'-kampanj där världen, dess karakäterar och alla strider är visualiserade åt spelaren (istället för nedskrivet på ett papper). Vad som gör 'Divnity: Original sin 2' till ett bättre spel än 'Baldur's gate 3' är att handlingen är mer intressant och bättre skriven samt att det turbaserade-stridssystemet är lite djupare och bättre. Grafiken är sämre här och man märker att budget är betydligt lägre, men man spelar inte dessa spelen för deras grafik. Man spelar det för storyn, strategin och möjligheten att fördjupas i en fantasivärld. Coola grejer.",
      "link": "https://www.youtube.com/watch?v=bTWTFX8qzPI"
    }
  ]
}
